[{"model": "morningNews.catagory", "pk": 1, "fields": {"title": "tech", "publish": false}}, {"model": "morningNews.catagory", "pk": 2, "fields": {"title": "sports", "publish": false}}, {"model": "morningNews.catagory", "pk": 3, "fields": {"title": "SOCIAL MEDIA", "publish": true}}, {"model": "morningNews.catagory", "pk": 4, "fields": {"title": "TOGETHER WITH MASTERWORKS", "publish": true}}, {"model": "morningNews.catagory", "pk": 5, "fields": {"title": "WORLD", "publish": false}}, {"model": "morningNews.catagory", "pk": 6, "fields": {"title": "PUBLISHING", "publish": false}}, {"model": "morningNews.news", "pk": 1, "fields": {"title": "Tech in the city", "date": null, "message": null, "publish": false}}, {"model": "morningNews.news", "pk": 2, "fields": {"title": "Texis ranger", "date": null, "message": "Good morning. Did you know that Presidents Day (today) doesn’t actually fall on any president’s birthday?\r\n\r\nWhile originally celebrated on February 22, the day George Washington was born, the holiday was moved to the third Monday of February in 1971. That’s because Congress passed the Uniform Monday Holiday Act, which moved some federal holidays to Monday so we could all enjoy more three-day weekends.\r\n\r\nSeems like a win-win: We get a day off and GW gets the highly coveted “birthday week.”\r\n\r\n—Neal Freyman", "publish": true}}, {"model": "morningNews.news", "pk": 3, "fields": {"title": "Anything you can do", "date": null, "message": "Good morning. Did you know that Presidents Day (today) doesn’t actually fall on any president’s birthday?\r\n\r\nWhile originally celebrated on February 22, the day George Washington was born, the holiday was moved to the third Monday of February in 1971. That’s because Congress passed the Uniform Monday Holiday Act, which moved some federal holidays to Monday so we could all enjoy more three-day weekends.\r\n\r\nSeems like a win-win: We get a day off and GW gets the highly coveted “birthday week.”\r\n\r\n—Neal Freyman", "publish": true}}, {"model": "morningNews.news", "pk": 4, "fields": {"title": "dfs", "date": null, "message": "sdfsdf", "publish": true}}, {"model": "morningNews.newsdiscription", "pk": 2, "fields": {"title": 1, "heading": null, "catagory": 1, "discription": "dsvnsjdkvb", "img": "img/Untitled3_YYusp1M.jpg", "caption": null, "publish": true}}, {"model": "morningNews.newsdiscription", "pk": 3, "fields": {"title": 1, "heading": null, "catagory": 1, "discription": "vsdsvsdvsdv", "img": "img/Untitled3_jVosHY9.jpg", "caption": null, "publish": true}}, {"model": "morningNews.newsdiscription", "pk": 4, "fields": {"title": 2, "heading": null, "catagory": 1, "discription": "dvsdvsdv", "img": "img/pexels-gabriel-peter-696644.jpg", "caption": null, "publish": false}}, {"model": "morningNews.newsdiscription", "pk": 5, "fields": {"title": 2, "heading": null, "catagory": 2, "discription": "asdasdas", "img": "img/pexels-bich-tran-669996.jpg", "caption": null, "publish": false}}, {"model": "morningNews.newsdiscription", "pk": 6, "fields": {"title": 3, "heading": "Mark Zuckerberg must have", "catagory": 3, "discription": "Mark Zuckerberg must have gotten fed up with Elon Musk hogging the social media headlines, because yesterday he announced a big update to his own online platforms.\r\n\r\nThe Meta CEO introduced a subscription service for Instagram and Facebook that will allow users to purchase blue badges that mark them as verified. Known as Meta Verified, the service will launch in Australia and New Zealand this week and hit other countries “soon.”\r\n\r\nSimilar to Twitter Blue, Meta Verified eschews the traditional concept of the blue checkmark as a gift bestowed to notable people like politicians and celebs. Now, it’s open to anyone who’s willing to pay. But there are differences between Twitter’s and Meta’s plans:\r\n\r\n    Meta’s is more expensive, costing $11.99 on the web and $14.99 on mobile. Twitter’s costs $8 and $11, respectively.\r\n    Meta will also require Meta Verified users to confirm their identity using a government-issued ID, something Twitter doesn’t require.\r\n\r\nWhat your $15 gets you with Meta Verified: You’ll get higher “visibility and reach” on the platforms and increased access to customer support, among other perks.\r\nWhat’s the strategy here, Zuck?\r\n\r\nThere are a couple ways Meta Verified could help Zuck sleep better at night.\r\n\r\n    Zuck said the overarching goal of the service is “increasing authenticity and security across our services.” Meta Verified could help tackle some of the fake account issues that have plagued the company’s platforms.\r\n    With its metaverse dreams a long way off and revenue on the decline, Meta needs to kickstart growth ASAP. It’s hoping revenue from subscriptions can offset some of the damage that Apple’s privacy changes and economic uncertainty have dealt to its advertising business.\r\n\r\nZoom out: This is a big deal—not only for Meta, but for your experience on social media. By promising increased reach in exchange for $$$, Zuck is cementing social media’s evolution from a tool to keep up with your high school friends to a pay-to-play entertainment medium catering to professional content creators. As Bloomberg’s Sarah Frier noted, “Get your good friends a group chat if you haven’t already.”", "img": "img/1_HTczjsfQiliG-hxyIK-I8A_3es83VT.webp", "caption": null, "publish": true}}, {"model": "morningNews.newsdiscription", "pk": 7, "fields": {"title": 3, "heading": "With yesterday’s stock darlings tumbling", "catagory": 4, "discription": "With yesterday’s stock darlings tumbling and the housing bubble set to burst, experts1 have declared one overlooked investment “bulletproof.” Is it pet rocks? NFTs? NFTs of pet rocks? Try art.\r\n\r\nThe art market hauled in nearly $18 billion in 2022—compared to 20% losses for the S&P—with a top financial publication2 calling art “among the hottest markets on Earth.”\r\n\r\nBut who the heck has $20m to buy Banksys? Try Masterworks. With their last 3 art sales, Masterworks investors realized net returns of 13.9%, 35%, and 10.4%!\r\n\r\nThe only problem? There’s a huge waitlist for membership. But Morning Brew readers can skip to the front with this special link.\r\n\r\n1 The New York Times\r\n\r\n2 The Wall Street Journal", "img": "img/cool-background_co1T5gm.jpg", "caption": "img/cool-background_co1T5gm.jpg", "publish": false}}, {"model": "morningNews.newsdiscription", "pk": 8, "fields": {"title": 3, "heading": "Did an F-22 bring down a hobby balloon?", "catagory": 5, "discription": "Did an F-22 bring down a hobby balloon? The FBI is exploring the possibility after an Illinois hobbyist group said one of its balloons went “missing in action” in the same area and on the same day that a US military jet took out an object over Canada’s Yukon territory. The group, called the Northern Illinois Bottlecap Balloon Brigade in a reference to Up, did not draw any connection between its balloon and the destroyed object. But if it was theirs, it means the US used a $439,000 missile to bring down a ~$12 balloon.\r\n\r\nJimmy Carter enters hospice care. The former president will forgo further medical intervention and has “decided to spend his remaining time at home with his family,” Carter’s charity said on Saturday. At 98, Carter is the longest living president in US history and has outlasted two presidents who took office after him. He lives with his wife, Rosalynn Carter, at their modest home in Georgia, but has had a few recent hospital stays.\r\n\r\nThe third Ant-Man keeps Marvel’s winning streak alive. Ant-Man and the Wasp: Quantumania is on track to earn $118 million at the domestic box office over Presidents Day weekend—a sign that the Marvel Cinematic Universe remains a strong pull at theaters even as it enters its fifth phase. With its strong opening weekend, Ant-Man also extended a mind-blowing Marvel streak: It became the 31st consecutive MCU release to debut at No. 1 at the box office, per CNBC.", "img": "img/black-stones-background-picjumbo-com_sTDtjEd.jpg", "caption": "img/black-stones-background-picjumbo-com_sTDtjEd.jpg", "publish": false}}, {"model": "morningNews.newsdiscription", "pk": 9, "fields": {"title": 3, "heading": "Apple is best", "catagory": 6, "discription": "Several of the most iconic characters in children’s literature, including Augustus Gloop, the Oompa Loompas, and Mrs. Twit, are being described with more inclusive language after publishers made edits to some of author Roald Dahl’s books.\r\n\r\nPuffin, the prestigious children’s publisher, and the Roald Dahl Story Company, which Netflix acquired in 2021, worked with sensitivity readers to review Dahl’s texts and give them an update so his stories “can continue to be enjoyed by all today.” The edits generally focus on removing potentially offensive language related to gender, race, weight, mental health, and violence, according to the Independent. \r\n\r\nSome of those changes:\r\n\r\n    Augustus Gloop from Charlie and the Chocolate Factory is now “enormous” and not “fat.”\r\n    In a gender-neutral revision, the Oompa Loompas in that same book are now described as “small people” rather than “small men.”\r\n    In The Witches, where 59 changes were reportedly made by publishers, a line was added to a paragraph that explains why the witches are bald underneath their wigs: “There are plenty of other reasons why women might wear wigs and there is certainly nothing wrong with that.”\r\n\r\nThese changes sparked a firestorm. Critics unloaded on the edits, accusing them of being clumsy, erasing the author’s intended meaning, and representing political correctness run amok. Acclaimed writer Salman Rushdie tweeted, “Roald Dahl was no angel but this is absurd censorship.”", "img": "img/1_HTczjsfQiliG-hxyIK-I8A_RQZBX9V.webp", "caption": "img/1_HTczjsfQiliG-hxyIK-I8A_RQZBX9V.webp", "publish": false}}, {"model": "morningNews.newsdiscription", "pk": 10, "fields": {"title": 4, "heading": "Tour de headlines", "catagory": 3, "discription": "<b>Thishi </b>", "img": "img/krish.png", "caption": "sd", "publish": true}}]